Revit 2024 API
FamilySizeTableErrorInfo.InvalidRowIndex Property
 The index of the invalid row.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public int InvalidRowIndex { get; }
Visual Basic
Public ReadOnly Property InvalidRowIndex As Integer
	Get
Visual C++
public:
property int InvalidRowIndex {
	int get ();
}
See Also
FamilySizeTableErrorInfo Class
Autodesk.Revit.DB Namespace